<!DOCTYPE html>
<html>
    
    <head>
        <title>Titulo</title>
        <meta name="viewport" content="width=device-width, initial-scale=1">
               
        
        <link href="css/jquery.mobile.structure-1.3.2.min.css" rel="stylesheet">
        <link href="css/mitema.min.css" rel="stylesheet">
   
        <script src="js/jquery-1.9.1.min.js"></script>
        <script src="js/jquery.mobile-1.3.2.min.js"></script>
        <script src="js/acciones.js"></script>        
    

        
        <!-- necesario*/ -->
    </head>
    
    <body>
        
<div data-role="page" id="Principal" data-theme="d">
	<div data-role="header" data-position="fixed">
		<h1>Comida Saludable</h1>
	</div>
	<div data-role="content" >	
		<div data-role="controlgroup">
          <a href="#Pagina1" data-role="button" data-icon="grid" data-transition="pop">Dieta Sana</a>
          <a href="#Pagina2" data-role="button" data-icon="gear" data-transition="slidedown">Comida Saludable</a>
          <a href="#Pagina3" data-role="button" data-icon="gear" data-transition="slidedown">Comida que no debes comer</a>
        </div>
	</div>
	<div data-role="footer" data-position="fixed">
		<h4>Jerrick Odell Cuahutle Velaquez</h4>
	</div>
</div>

<div data-role="page" id="Pagina1" data-theme="a">
	<div data-role="header" data-position="fixed">
		<h1>Dieta Sana</h1>
	</div>
	<div data-role="content">	
Se entiende por dieta sana aquella ingesta de alimentos que ayuda a mantener, recuperar o mejorar la salud.<br><br>

Es un proceso autom&aacute;tico, producto de la cultura, y a la vez un acto voluntario que est&aacute; condicionado por diversos tipos de factores que determinan una buena o mala alimentaci&oacute;n.<br><br>

La correcta nutrici&oacute;n es uno de los pilares de la salud y el desarrollo, permite reforzar el sistema inmunitario, contraer menos enfermedades y gozar de una mejor salud. La gente sana es m&aacute;s fuerte, m&aacute;s productiva y est&aacute; en mejores condiciones de desarrollar al m&aacute;ximo su potencial.<br><br>

Se puede llevar una dieta sana mediante varios alimentos ya sean de origen vegetal o animal. Una dieta equilibrada se considera, junto al ejercicio, una manera importante de reducir los riesgos para la salud asociados a la obesidad o la hipertensi&oacute;n entre otras enfermedades.<br><br>

Durante los primeros a&ntilde;os la buena alimentaci&oacute;n y nutrici&oacute;n son fundamentales para la salud y el bienestar a lo largo de toda la vida. La lactancia materna es uno de los factores m&aacute;s importantes, pese a lo cual apenas un tercio de los lactantes reciben lactancia exclusivamente materna durante los primeros 6 meses.<br><br>

<b>Recomendaciones para una dieta sana</b><br><br>

Existen gran variedad de posturas y planteamientos que pretenden definir una dieta sana, as&iacute; como gu&iacute;as alimentarias diversas. La Organizaci&oacute;n Mundial de la Salud da cinco recomendaciones, aplicables tanto a individuos como colectivos:<br><br>

&bull;Ingerir un número igual de calor&iacute;as que el que el cuerpo est&aacute; consumiendo.<br><br>
&bull;Aumentar el consumo de alimentos vegetales, en especial frutas, verduras, legumbres, cereales y nueces o similares.<br><br>
&bull;Reducir el consumo de grasas y consumir preferiblemente &aacute;cidos grasos insaturados en lugar de grasas saturadas o &aacute;cidos grasos trans.<br><br>
&bull;Reducir el consumo de azúcar. Un informe de 2003 recomendaba que se deb&iacute;a consumir menos de un 10 % de azúcares simples.<br><br>
&bull;Reducir el consumo de sal y de sodio, cualquiera que sea su origen, y consumir sal yodada.<br><br>

<b>La dieta y la reducci&oacute;n del riesgo de enfermedades</b><br><br>

Existe una probable relaci&oacute;n entre el estilo de vida, incluyendo la comida, y el descenso del riesgo potencial de padecer enfermedades como el c&aacute;ncer y otras enfermedades cr&oacute;nicas. Una dieta sana puede consistir en el consumo de alimentos de origen vegetal con un consumo limitado de alimentos de alto contenido energ&eacute;tico, bebidas alcoh&oacute;licas y sal a la vez que una reducci&oacute;n del consumo de bebidas carbonatadas y de carnes procesadas.<br><br>

El tomate cocinado con aceite, verduras de g&eacute;nero allium y vegetales cruc&iacute;feros como la coliflor parecen contener elementos que se est&aacute;n estudiando por sus propiedades anticancer&iacute;genas.<br><br>

Algunas enfermedades cr&oacute;nicas presentes en occidente est&aacute;n asociadas al incremento de los niveles de IGF-1. Algunos hallazgos de la biolog&iacute;a molecular y la epidemiolog&iacute;a sugieren que el consumo de leche favorece el desarrollo de enfermedades cr&oacute;nicas como la arteroescler&oacute;sis, la carciog&eacute;nesis y algunas enfermedades degenerativas.<br><br>

<b>C&aacute;ncer y la alimentaci&oacute;n</b><br><br>
La OMS ha dictaminado que un 30 % de los factores relacionados con el c&aacute;ncer tienen relaci&oacute;n la alimentaci&oacute;n.<br><br>

Algunos estudios a largo plazo han mostrado relaciones m&aacute;s concluyentes entre el consumo de carnes rojas y el c&aacute;ncer de colon as&iacute; como su relaci&oacute;n con otras enfermedades.

Igualmente, estudios desarrollados en Alemania e Inglaterra han llegado a concluir que los vegetarianos tienen hasta un 40 % menos de posibilidades de sufrir c&aacute;ncer.<br><br>

<b>Dietas poco sanas</b><br><br>

Las dietas poco saludables son un factor principal de riesgo para el desarrollo de un buen número de enfermedades cr&oacute;nicas como la diabetes, la hipertensi&oacute;n, el sobrepeso y la obesidad, las enfermedades cardiovasculares o el c&aacute;ncer.<br><br>

La OMS estima que unos 2,7 millones de muertes se producen cada a&ntilde;o asociadas a dietas con poco consumo de verduras y frutas.12 Por ello, esta causa de muerte se considera como una las causas de muerte evitables m&aacute;s extendidas.<br><br>
		<div data-role="controlgroup">
          <a href="#Principal" data-role="button" data-icon="home" data-transition="slideup">Principal</a>
        </div>
	</div>
	<div data-role="footer" data-position="fixed">
		<h4>Jerrick Odell Cuahutle Velaquez</h4>
	</div>
</div>

<div data-role="page" id="Pagina2" data-theme="b">
	<div data-role="header" data-position="fixed">
		<h1>Comida Saludable</h1>
	</div>
	<div data-role="content">
Todos buscamos estar y vernos saludables ,dentro de todas las opciones que existen vegetarianismo es una , sino  la mejor para estar y  verse m&aacute;s saludable, por sobre esto  se contribuye a evitar la crueldad animal, la hambre mundial y tambi&eacute;n evitar las hormonas ,conservadores y qu&iacute;micos da&ntilde;inos en la carne ,leche y productos derivados de animales .pero existen cierta problem&aacute;tica en esto; la mayor&iacute;a de los vegetarianos sufren de d&eacute;ficit de  algunos nutrientes importantes para la alimentaci&oacute;n como lo es la prote&iacute;na.   La prote&iacute;na es un macro nutriente necesario en el cuerpo que a deficiencia de este se caer&iacute;a f&aacute;cilmente en desnutrici&oacute;n que pude causar anemia, baja de defensas y as&iacute; mismo muchos problemas a la salud. Las prote&iacute;nas son procesadas por  el tracto digestivo y descompuestas en amino&aacute;cidos que son necesarios para  funciones esenciales en el cuerpo  como la conversi&oacute;n de  grasa y azucares en energ&iacute;a, tambi&eacute;n la reparaci&oacute;n y construcci&oacute;n  de tejidos en el cuerpo. Las prote&iacute;na se derivan de los alimentos y las mayores fuentes de ellos son los derivados de los animales y solo pocas fuentes vegetarianas cuentan como prote&iacute;nas completas y aqu&iacute; te ense&ntilde;aremos las mejores.<br><br>
    
<b>Granos y legumbres</b><br><br>
<div align="center">
      <img src="imagenes/granos-y-legumbres.jpg" width="324" height="258" >
     </div>
Las legumbres son una excelente fuente de prote&iacute;na  sin embargo estas no cuentan con la biodisponibilidad necesaria para su absorci&oacute;n  y no son una prote&iacute;na completa as&iacute; que es necesario combinarlos,  como se sugiere : frijoles(preferentemente los negros) los frijoles son altos en lisina  y bajos en metionina, el arroz integral  es alto en metionina  pero bajo en lisina ,  de esta manera cubren la deficiencia de una  a otra complement&aacute;ndose y ser&aacute;n m&aacute;s f&aacute;cilmente disponibles y completas como prote&iacute;nas, tambi&eacute;n pueden a&ntilde;adir  habas, lentejas, ch&iacute;charos etc. Si este tipo de legumbres causan gases pero es solucionable  al cocinarlos con comino, y otro tipo de especias que son anti gases, otra soluci&oacute;n efectiva es  dejarlos remojar en  bicarbonato  por la noche antes de enjuagarlos y cocinarlos, por lo tanto es una de las mejores fuentes de prote&iacute;&iacute;na vegetariana.<br><br>

<b>La soya</b><br><br>
<div align="center">
      <img src="imagenes/alimentos-soya..jpg" width="324" height="258" >
     </div>
La soya como sabr&aacute;s tiene infinidad de beneficios para la salud y algunos vegetarianos cuentan en ella como su mayor fuente de prote&iacute;na, dentro de los beneficios que tiene la soya destacan  su bajo valor cal&oacute;rico , contienen acido-alfa minoico que es un &aacute;cido graso, adem&aacute;s de su alto contenido proteico y su ayuda a problemas de colesterol  y beneficios al coraz&oacute;n peo sabias que la soya contiene  isoflavones de soya que son  Fito estr&oacute;genos que es un tipo de  estr&oacute;geno encontrado en las plantas y pude tener varios efectos desagradables  como lo ser&iacute;a  alterar los niveles hormonales en el cuerpo tambi&eacute;n algunos  estudios sugieren  que puede ser la causa de c&aacute;ncer de pr&oacute;stata y de mama aunque  algunos otros sugieren lo contrario, as&iacute; que la soya es considerada una de las mejores fuentes de prote&iacute;na vegetariana.<br><br>

<b>Seist&aacute;n</b><br><br>
<div align="center">
      <img src="imagenes/seitan-recepie.jpg" width="324" height="258" >
     </div>
El sientan es un tipo de prote&iacute;na basada en el gluten (el gluten es una prote&iacute;na proveniente del trigo) es preparada con gluten y especias y aunque carece de ser una prote&iacute;na completa es una de las mejores fuentes de prote&iacute;na (claro si no eres intolerante al gluten) adem&aacute;s  esta solo es baja en lisina y como se mencion&oacute; anteriormente se puede complementar con alguna legumbre como los frijoles que son altos en este amino&aacute;cido. El sientan es bajo en calor&iacute;as cuenta con 21g de prote&iacute;na por porci&oacute;n de 1/3 de taza  adem&aacute;s y adem&aacute;s es un gran substituto de carne desde hace miles de a&ntilde;os.<br><br>

<b>Qu&iacute;noa</b><br><br>
<div align="center">
      <img src="imagenes/quinoa-cereal.jpg" width="324" height="258" >
     </div>
La qu&iacute;noa es una de las mejores fuentes de prote&iacute;na vegetariana adem&aacute;s de que cuenta con toda la gama de amino&aacute;cido y por eso es considerada como una prote&iacute;na completa. La qu&iacute;noa  adem&aacute;s de ser una buena fuente de prote&iacute;na tambi&eacute;n es una excelente fuente de  minerales y fibra. Dentro de los beneficios se cuentan la mejora de la digesti&oacute;n, perdida de grasa y ayuda en problemas como diabetes, estre&ntilde;imiento y en el coraz&oacute;n. La qu&iacute;noa tiene muchas variedades y es f&aacute;cil de conseguirlas en cualquier supermercado y el amaranto es una buena substituci&oacute;n en caso de no encontrarla.<br><br>

<b>Semillas de c&aacute;&ntilde;amo</b><br><br>
<div align="center">
      <img src="imagenes/semillas-de-ca&ntilde;amo.png" width="324" height="258" >
     </div>
Las semillas de c&aacute;&ntilde;amo son una  de las mejores  fuentes de prote&iacute;na completa con todos los amino&aacute;cidos esenciales y cuenta tambi&eacute;n con todos los &aacute;cidos grasos esenciales los cuales  son necesarios para una vida saludable. Esta cuentan con 580 calor&iacute;as 37g de prote&iacute;na  por cada 100g adem&aacute;s se consiguen f&aacute;cilmente por internet. Estas se pueden encontrar y preparas un una alta gama de formas y presentaciones como lo ser&iacute;a en barras de cereal, galletas, substituto de crema de cacahuate (crema de semillas de c&aacute;&ntilde;amo), en ensaladas o  como una botana. Si alguna vez buscas una buena fuente de prote&iacute;na vegetal y una lata fuente de &aacute;cidos esenciales recuerda que estas semillas son tu mejor opci&oacute;n.<br><br>

<b>Algas marinas</b><br><br>
<div align="center">
      <img src="imagenes/spirulina-avacado-recipe.jpg" width="324" height="258" >
     </div>
Por excelencia la mejor fuente de prote&iacute;na vegetariana, esta cuenta con todos los amino&aacute;cidos, es una buena fuente de vitamina b, vitamina c, minerales, es baja en calor&iacute;as y adem&aacute;s su contenido proteico es impresionante  dentro de estas destaca la parolina. La parolina  tan solo cuenta con 290 kcal por cada 100g y contiene 57.47g de prote&iacute;na que es m&aacute;s de lo que  pude ofrecerte cualquier otro tipo de fuente de prote&iacute;na como lo ser&iacute;a en su ejemplo el pollo,  que es esencial para la quema de grasa, reparaci&oacute;n muscular y salud en general. Dentro de  los beneficios se cuenta la optimizaci&oacute;n del sistema inmunol&oacute;gico, el incremento de utilizaci&oacute;n de grasas como energ&iacute;a  y se cree incluso  la longevidad, por lo tanto es considerada la mejor fuente de prote&iacute;na vegetariana.<br><br>
	
		<div data-role="controlgroup">
          <a href="#Principal" data-role="button" data-icon="home" data-transition="flip">Principal</a>
        </div>	
	</div>
	<div data-role="footer" data-position="fixed">
		<h4>Jerrick Odell Cuahutle Velaquez</h4>
	</div>
</div>

<div data-role="page" id="Pagina3" data-theme="c">
	<div data-role="header" data-position="fixed">
		<h1>Comida que no debes comer</h1>
	</div>
	<div data-role="content">
Actualmente tenemos una gran variedad de alimentos que podemos elegir para comer, aun así hay algunos alimentos que debemos tratar evitar comer por el bien de nuestra salud y de nuestra familia, no son alimentos altamente peligrosos pero con un consumo regular pueden traernos varios problemas de salud, hablaremos de ellos continuación: <br><br>  
<div align="center">
      <img src="imagenes/palomitasok.jpg" width="590" height="300" >
     </div>
Consumir las ricas y deliciosas palomitas de maíz nos puede afectar mucho causándonos enfermedades pulmonares como la bronquitis, la razón por la cual son peligrosas es porque contienen una sustancia llamada di acetilo la cual nosotros podemos observar a la hora de consumir nuestras palomitas de maíz, es ese líquido amarillento que muchos de nosotros lo confundimos con la mantequilla, pero no, No es mantequilla, es di acetilo.<br><br>

Hay que tener mucho cuidado pues el di acetilo puede provocar inflamación en las vías respiratorias y cicatrizarlas levemente, no hay que abusar del consumo de las palomitas de maíz y si se puede tratar de evitarlas nunca está de más.<br><br>
<div align="center">
<img src="imagenes/hamburguesa.jpg" width="590" height="300" >
     </div>

Las hamburguesas son muy responsables de la obesidad, aumento de peso, presión arterial alta, resistencia a la insulina.<br><br>

Hay que tener mucho cuidado con la frecuencia en que se consumen, lo mejor es evitarlas totalmente o mínimo consumirlas máximo 1 vez a la semana, las hamburguesas tiene un alto nivel de calorías y colesterol, esta es la razón por la cual nos puede ocasionar problemas arteriales y más si se acompaña con papas fritas y refresco de cola.<br><br>

A lo que ocasionan los alimentos grasosos como las hamburguesas se llama aterosclerosis y es caracterizada por tapar las arterias debido al alto nivel de colesterol que tienen, además de que afecta al corazón y pueden producir coágulos de sangre. Así mismo la aterosclerosis ocasiona un bajo nivel de flujo sanguíneo lo que provoca fuertes infartos.<br><br>

<div align="center">
      <img src="imagenes/tomates.jpg" width="590" height="300" >
     </div>

La mayoría de las empresas de almacenamiento en latas usan un químico tóxico llamado BPA, el cual es EXCELENTEMENTE BUENO para conservar los alimentos sin que pierdan su sabor, textura y olor por lo cual nosotros al abrir la lata vemos el alimento fresco… y si es verdad, está totalmente fresco.<br><br>

El problema llega cuando nosotros lo consumimos porque nos llevamos a nuestro cuerpo parte del BPA el cual en exceso nos puede producir problemas neurológicos, diabetes, cáncer de próstata además de su alta acides que nos garantiza gastritis.<br><br>

<div align="center">
      <img src="imagenes/embutidos.jpg" width="590" height="300" >
     </div>

Las enfermedades más comunes de consumir embutidos son cáncer de estómago, esófago, colitis etc., esto es gracias a sus conservadores muy parecidos al BPA del cual ya hablamos anteriormente.<br><br>

Durante la cocción se le inyectan más tipos de conservador que son altamente tóxicos como el nitrato de sodio, uno muy común entre todos los conservadores que ayuda a dar consistencia, olor y buen sabor, según los doctores este tipo de alimento se debe de evitar por completo.<br><br>

 
<div align="center">
      <img src="imagenes/endulzantes.jpg" width="590" height="300" >
     </div>


La mayoría de la gente piensa que estos productos te ayudan a bajar de peso, pero no, están en un error pues están compuestos por aspartame el cual es un endulzaste que genera el mismo sabor al azúcar puro, el problema es que esta sustancia estimula el apetito lo cual hace que tengamos más antojos y por lo tanto consumimos más carbohidratos en nuestra dieta diaria y nos hacen engordar.<br><br>

Pero engordar no es solo el problema pues el aspartame ayuda al almacenamiento de la grasa y está compuesto por fenilamina que puede causar estragos en el ADN y destruir nuestras proteínas que consumimos, además de dar etapas de sueño excesivas.<br><br>

<div align="center">
<img src="imagenes/congelados.jpg" width="590" height="300" >
     </div>

La principal sustancia que ayuda al congelamiento artificial de estos alimentos es la sal, y todos sabemos que la sal en exceso es mala, estos alimentos pueden elevar nuestro nivel de sodio por encima de los límites recomendados por grandes entidades de salud mundial.<br><br>

Consumir sal en exceso nos puede provocar un infarto, aumentar la presión arterial, además de la sal los alimentos congelados están repletos de sustancias artificiales que sirven como preservativos para las bacterias, puros productos químicos que son dañinos para la salud, lo mejor es evitarlos.<br><br>

<div align="center">
<img src="imagenes/margarina.jpg" width="590" height="300" >
     </div>

Mucha gente considera la margarina como un alimento saludable bajo en grasas que todos incluyen en sus dietas bajas en calorías, y si es cierto, contiene menos calorías que la mantequilla.<br><br>

El problema es que produce enfermedades cardiacas y cáncer, además de que es una grasa tras, que se acumula directamente en el abdomen y es excesivamente difícil eliminarla con dietas y ejercicio, además de que mata a las vitaminas y proteínas consumidas en estos días.<br><br>

<div align="center">
<img src="imagenes/soya.jpg" width="590" height="300" >
     </div>

Los productos a base de soya no orgánica, debemos de tener cuidado y saber cuál producto es un derivado de la soya orgánica y no orgánica, la soya no orgánica tiene altísimas sustancias de OGM los cuales ha sido procesados y son altamente tóxicos.<br><br> 

<div align="center">
<img src="imagenes/dieteticos.jpg" width="590" height="300" >
     </div>
No a los productos de dieta, estos siempre nos dicen mentiras y no son nada naturales, contienen endulzantes artificiales los cuales son altamente tóxicos y no nos ayudan a bajar de peso, eso es lo peor.<br><br>

Por eso mismo hay que tener mucho cuidado y tratar de evitar estos productos fantasma que son altamente vendidos pero no nos ayudan en nada.<br><br>

<div align="center">
<img src="imagenes/arroz.jpg" width="590" height="300" >
     </div>

El arroz blanco, debemos de mencionar que el arroz tiene un alto nivel de proteínas las cuales nos ayudan a quemar grasa y ganar músculo y energía, pero el problema está en la cocción de este arroz, al preparar el arroz blanco mediante la cocción este pierde todas sus vitaminas, minerales, proteínas y solo queda la maza sin nada, lo que si es que causa niveles de glucosa en la sangre lo cual es un riesgo para la diabetes.<br><br>

    <div data-role="controlgroup">
          <a href="#Principal" data-role="button" data-icon="home" data-transition="flip">Principal</a>
        </div>	
	</div>
	<div data-role="footer" data-position="fixed">
		<h4>Jerrick Odell Cuahutle Velaquez</h4>
	</div>
</div>
    </body>

</html>